import ArrowSvg from "../components/svg/cards/ArrowSvg";
import GlobeSvg from "../components/svg/cards/GlobeSvg";
import StarSvg from "../components/svg/cards/StarSvg";

export const cardsData = [
    {
        svg: GlobeSvg,
        title: 'Исследования и анализ',
        subtitle: 'Хорошее начало.',
        text: 'Комплексное погружение в контекст бизнеса, формирование цели и определение ключевых задач проекта',
        tags: [
            'Позиционирование',
            'Характер и ценности бренда',
            'Нейминг / слоган',
            'Логотип и фирменный стиль',
            'Брендбук',
        ],
    },
    {
        svg: StarSvg,
        title: 'Брендинг и айдентика',
        subtitle: 'Единственно верный ход.',
        text: 'Когда нужно отразить уникальный характер компании, ее ценности и преимущества - все в запоминающихся образах для коммуникации с аудиторией',
        tags: [
            'Позиционирование',
            'Характер и ценности бренда',
            'Нейминг / слоган',
            'Логотип и фирменный стиль',
            'Брендбук',
        ],
    },
    {
        svg: ArrowSvg,
        title: 'Стратегия и продвижение',
        subtitle: 'Правильное решение для роста.',
        text: 'Когда пора заявить о себе и продумать все до мелочей: от стратегической цели до креативных постов в социальных сетях и публикаций в СМИ',
        tags: [
            'Позиционирование',
            'Характер и ценности бренда',
            'Нейминг / слоган',
            'Логотип и фирменный стиль',
            'Брендбук',
        ],
    },
]
